Repository: Annuffka/Circuit_Layout
Catalog: Circuit_Layout/Properties/Resources.*.resx
Languages: ru_ru

# cc_cb_run
source: Run
ru_ru: Запустить симуляцию

# cc_cd_chains
source: CHAINS:
ru_ru: НЕРАЗВЕТВЛЯЮЩИЕСЯ ЦЕПИ:

# cc_cd_contours
source: CONTOURS:
ru_ru: КОНТУРЫ:

# cc_cd_equations
source: EQUATIONS:
ru_ru: УРАВНЕНИЯ:

# cc_cd_rule1count
source: Equations by Kirchhoff rule №1:
ru_ru: Уравнений по I правилу Кирхгофа:

# cc_cd_rule2count
source: Equations by Kirchhoff rule №2:
ru_ru: Уравнений по II правилу Кирхгофа:

# cc_cm_edit
source: Edit
ru_ru: Изменить

# cc_cm_remove
source: Remove
ru_ru: Удалить

# cc_connector_cm_remove
source: Remove connector
ru_ru: Удалить соединитель

# cc_ex_kramercounterexception
source: Cant calculate eqations values
ru_ru: Расчёт тока невозможен

# cc_ex_layoutsimexception
source: Layout simulation exception
ru_ru: Ошибка симуляции

# cc_ex_xresistorisplaced
source: Resistor Rx is already placed
ru_ru: Резистор Rx уже присутствует на схеме

# ew_bt_cancel
source: Cancel
ru_ru: Отмена

# ew_displatvoltage
source: Display Voltage:
ru_ru: Показать напряжение:

# ew_displaymode
source: Display mode:
ru_ru: Режим отбражения:

# ew_displaymode_length
source: Length
ru_ru: Длина

# ew_displaymode_resistance
source: Resistance
ru_ru: Сопротивление

# ew_division
source: Division:
ru_ru: Цена деления:

# ew_editable
source: Editable:
ru_ru: Изменяемый:

# ew_edit_ampermeter
source: Edit Ampermeter
ru_ru: Амперметр

# ew_edit_battery
source: Edit Battery
ru_ru: Элемент питания

# ew_edit_potentiometer
source: Edit Potentiometer
ru_ru: Потенциометр

# ew_edit_reohord
source: Edit Reohord
ru_ru: Реохорд

# ew_edit_resistor
source: Edit Resistor
ru_ru: Резистор

# ew_edit_resistorx
source: Edit Resistor X
ru_ru: Резистор Rx

# ew_emf
source: EMF:
ru_ru: ЭДС:

# ew_maxresistance
source: Max Resistance:
ru_ru: Максимальное сопр.:

# ew_name
source: Name:
ru_ru: Название:

# ew_resistance
source: Resistance:
ru_ru: Сопротивление:

# ex_error
source: Error
ru_ru: Ошибка

# mw_c_savefiles
source: Circuit Layout save files
ru_ru: Файлы сохранений Circuit Layout

# mw_ex_errorloadingfile
source: Error loading file
ru_ru: Ошибка загрузки файла

# mw_ex_notaskselected
source: No task selected
ru_ru: Задание не выбрано

# mw_ex_tasknumberdoesntmatch
source: Selected task number does not match
ru_ru: Номер загружаемого задания не совпадает с выбранным

# mw_mm_exercises
source: Exercises
ru_ru: Лабораторные

# mw_mm_file
source: File
ru_ru: Файл

# mw_mm_file_load
source: Load
ru_ru: Загрузить

# mw_mm_file_print
source: Print
ru_ru: Печатать

# mw_mm_file_save
source: Save
ru_ru: Сохранить

# mw_mm_file_saveas
source: Save as
ru_ru: Сохранить как

# mw_mm_help
source: Help
ru_ru: Справка

# mw_mm_help_about
source: About...
ru_ru: О программе

# mw_mm_help_showhelp
source: Show help
ru_ru: Показать справку

# mw_mm_layout
source: Layout
ru_ru: Схема

# mw_mm_layout_clearlayout
source: Clear Layout
ru_ru: Очистить схему

# mw_mm_layout_rxresistance
source: Rx Resistance
ru_ru: Показать сопротивление Rx

# mw_tc_formalization
source: Formalization
ru_ru: Формализация

# mw_tc_layout
source: Layout
ru_ru: Схема

# tc_bt_checkanswer
source: Check answer
ru_ru: Проверить результат

# tc_bt_updatediagrams
source: Update diagrams
ru_ru: Обновить диаграммы

# tc_c_formalization_print
source: Formalization print
ru_ru: Печать формализации

# aw_anufriev
source: - Anufriev Yurii Andreevich
ru_ru: - Ануфриев Юрий Андреевич

# aw_danilov
source: - Danilov Maxim Alekseevich
ru_ru: - Данилов Максим Алексеевич

# aw_dev
source: Development (Dream)Team:
ru_ru: Команда разработчиков:

# aw_nazarova
source: - Nazarova Anna Vasilievna
ru_ru: - Назарова Анна Васильевна

# aw_sorvanova
source: - Sorvanova Anna Konstantinovna
ru_ru: - Сорванова Анна Константиновна

# aw_title
source: About Circuit Layout
ru_ru: О программе Circuit Layout

# cc_cb_stop
source: Stop simulation
ru_ru: Остановить симуляцию
